<?php
// Forum  : WwW.OpenCartFarsi.com
// Website: WwW.OpenCartFarsi.ir
// E-Mail : info@OpenCartFarsi.ir

// Heading
$_['heading_title']     = 'درخواست تنظیم مقررات حفاظت از داده ها';

// Text
$_['text_account']      = 'حساب کاربری';
$_['text_gdpr']         = 'شما می توانید %s خط مشی GDPR را در صفحه <a href="%s" target="_blank">%s<a/> مشاهده کنید.';
$_['text_verification'] = 'تایید حساب کاربری';
$_['text_email']        = 'قبل از اینکه بتوانیم درخواست های GDPR را انجام دهیم، باید حساب شما را تأیید کنیم. لطفا آدرس ایمیل خود را در زیر وارد کنید.';
$_['text_action']       = 'یک عملیات انتخاب نمایید';
$_['text_export']       = 'تهیه بکاپ اطلاعات شخصی';
$_['text_remove']       = 'حذف اطلاعات شخصی';
$_['text_warning']      = 'هشدار: دسترسی به حساب خود را از دست خواهید داد!';
$_['text_access']       = 'شما دیگر به حساب %s خود دسترسی نخواهید داشت.';
$_['text_history']      = 'شما دیگر به تاریخچه سفارش، فاکتورها، لیست های دلخواه یا دانلود های خود دسترسی نخواهید داشت.';
$_['text_limit']        = 'درخواست حذف حساب کاربری پس از <strong>%s روز</strong> پردازش می شود، بنابراین هرگونه تشخیص کلاهبرداری، بازپرداخت یا بازگشت وجه قابل پردازش است.';
$_['text_success']      = 'تبریک: یک ایمیل به آدرس ایمیل شما ارسال شد!';
$_['text_cancel']		= 'انصراف';

// Entry
$_['entry_email']       = 'ایمیل';

// Error
$_['error_email']       = 'آدرس ایمیل نامعتبر می باشد!';
$_['error_action']      = 'شما باید یک عملیات GDPR معتبر انتخاب نمایید!';
?>