<?php
// Forum  : WwW.OpenCartFarsi.com
// Website: WwW.OpenCartFarsi.ir
// E-Mail : info@OpenCartFarsi.ir

// Heading
$_['heading_title']                    = 'فروشگاه ها';

// Text
$_['text_settings']                	   = 'تنظیمات';
$_['text_success']                 	   = 'فروشگاه با موفقیت ویرایش شد!';
$_['text_list']                    	   = 'لیست فروشگاه';
$_['text_add']                     	   = 'افزودن فروشگاه';
$_['text_edit']                    	   = 'ویرایش فروشگاه';
$_['text_items']                   	   = 'آیتم ها';
$_['text_shipping']                	   = 'آدرس حمل و نقل';
$_['text_payment']                 	   = 'آدرس پرداخت';
$_['text_product']                     = 'محصولات';
$_['text_legal']                       = 'مجاز';
$_['text_tax']                     	   = 'مالیات';
$_['text_account']                 	   = 'حساب کاربری';
$_['text_checkout']                	   = 'تسویه حساب';
$_['text_stock']                   	   = 'انبار';
$_['text_image']                       = 'اندازه های تصویر';

// Column
$_['column_name']                  	   = 'نام فروشگاه';
$_['column_url']	               	   = 'آدرس فروشگاه';
$_['column_action']                	   = 'عملیات';

// Entry
$_['entry_url']                    	   = 'آدرس فروشگاه';
$_['entry_meta_title']             	   = 'عنوان متا تگ';
$_['entry_meta_description']       	   = 'توضیحات متا تگ';
$_['entry_meta_keyword']           	   = 'کلمات کلیدی متا تگ';
$_['entry_layout']                 	   = 'چیدمان پیش فرض';
$_['entry_theme']                  	   = 'قالب';
$_['entry_name']                   	   = 'نام فروشگاه';
$_['entry_owner']                  	   = 'صاحب فروشگاه';
$_['entry_address']                	   = 'آدرس';
$_['entry_geocode']                	   = 'کد جغرافیایی';
$_['entry_email']                  	   = 'ایمیل';
$_['entry_telephone']              	   = 'تلفن';
$_['entry_image']                  	   = 'تصویر';
$_['entry_open']                   	   = 'ساعات بازگشایی';
$_['entry_comment']                	   = 'توضیحات';
$_['entry_location']               	   = 'موقعیت فروشگاه';
$_['entry_country']                	   = 'کشور';
$_['entry_zone']                   	   = 'استان';
$_['entry_language']               	   = 'زبان فروشگاه';
$_['entry_currency']               	   = 'واحد پول';
$_['entry_shamsidate_status']      	   = 'وضعیت تاریخ شمسی';/*-New-*/
$_['entry_shamsidate_format']      	   = 'فرمت نمایش تاریخ';/*-New-*/
$_['entry_product_description_length'] = 'تعداد کاراکتر توضیحات لیست محصولات';
$_['entry_pagination']                 = 'تعداد آیتم های پیش فرض هر صفحه';
$_['entry_product_count']              = 'تعداد محصولات دسته بندی';
$_['entry_cookie']                     = 'خط مشی کوکی';
$_['entry_gdpr']                       = 'خط مشی GDPR';
$_['entry_tax']                    	   = 'نمایش قیمت با مالیات';
$_['entry_tax_default']            	   = 'استفاده از آدرس مالیاتی فروشگاه';
$_['entry_tax_customer']           	   = 'استفاده از آدرس مالیاتی مشتری';
$_['entry_customer_group']         	   = 'گروه مشتری';
$_['entry_customer_group_display'] 	   = 'گروه های مشتری';
$_['entry_customer_price']         	   = 'نمایش قیمت با وارد شدن';
$_['entry_account']                	   = 'شرایط حساب کاربری';
$_['entry_cart_weight']            	   = 'نمایش وزن در صفحه سبد خرید';
$_['entry_checkout_guest']         	   = 'خرید بدون ثبت نام';
$_['entry_checkout']               	   = 'شرایط پرداخت';
$_['entry_stock_display']              = 'نمایش موجودی انبار';
$_['entry_stock_checkout']             = 'تسویه حساب بیش از موجودی انبار';
$_['entry_logo']                   	   = 'لوگوی فروشگاه';
$_['entry_image_category']             = 'اندازه تصویر دسته بندی (عرض * ارتفاع)';
$_['entry_image_thumb']                = 'اندازه تصویر بندانگشتی محصول (عرض * ارتفاع)';
$_['entry_image_popup']                = 'اندازه تصویر پاپ آپ محصول (عرض * ارتفاع)';
$_['entry_image_product']              = 'اندازه تصویر لیست محصولات (عرض * ارتفاع)';
$_['entry_image_additional']           = 'انداز تصاویر اضافی محصول (عرض * ارتفاع)';
$_['entry_image_related']              = 'اندازه تصویر محصولات مرتبط (عرض * ارتفاع)';
$_['entry_image_compare']              = 'اندازه تصویر مقایسه (عرض * ارتفاع)';
$_['entry_image_wishlist']             = 'اندازه تصویر لیست دلخواه (عرض * ارتفاع)';
$_['entry_image_cart']                 = 'اندازه تصویر سبد خرید (عرض * ارتفاع)';
$_['entry_image_location']             = 'اندازه تصویر فروشگاه (عرض * ارتفاع)';
$_['entry_width']                      = 'عرض';
$_['entry_height']                     = 'ارتفاع';

// Help
$_['help_url']                     	   = 'آدرس کامل فروشگاه را وارد نمایید .از اضافه شدن \'/\' در اخر مطمئن شوید . مثال : http://www.yourdomain.com/path/<br /><br />برای ایجاد فروشگاه از پوشه جدید استفاده ننمایید. شما باید معمولا اشاره به دامنه یا زیر دامنه دیگر خود نمایید.';
$_['help_geocode']                 	   = 'لطفا کد جغرافیایی(Geocode) موقعیت فروشگاهتان را به صورت دستی وارد نمایید.';
$_['help_open']                    	   = 'ساعات بازگشایی فروشگاه را وارد نمایید.';
$_['help_comment']                 	   = 'این فیلد برای توضیحات ویژه است که می‌خواهید به اطلاع مشتری برسد، مثلا: فروشگاه چک قبول نمی‌کند.';
$_['help_location']                	   = 'موقعیت متفاوت فروشگاه که می‌خواهید روی فرم تماس با ما نمایش داده شود.';
$_['help_currency']                	   = 'پس از تغییر واحد پول پیش فرض کش مرورگر و کوکی های مرورگر خود را پاک سازی کرده تا تغییرات را مشاهده نمایید.';
$_['help_shamsidate_status']       	   = 'با فعالسازی این گزینه تاریخ شمسی در کل فروشگاه و مدیریت نمایش داده می شود.';/*-New-*/
$_['help_shamsidate_format']       	   = 'فرمت نمایش تاریخ شمسی را انتخاب کنید.';/*-New-*/
$_['help_pagination']                  = 'تعیین کنید که چند آیتم در صفحه نمایش داده شوند (محصولات، دسته بندی ها، و ...)';
$_['help_product_description_length']  = 'در مشاهده لیستی، تعداد کاراکتر توضیحات کوتاه (دسته بندی ها، ویژه ها و ...)';
$_['help_cookie']                      = 'سیاست کوکی را به عنوان بخشی از قانون اتحادیه اروپا نمایش دهید.';
$_['help_gdpr']                        = 'فعال سازی ویژگی های GDPR از جمله اینکه مشتری می تواند درخواست حذف حساب کاربری کند.';
$_['help_tax_default']             	   = 'استفاده از آدرس فروشگاه برای محاسبه ی مالیات در زمانی که هیچ کاربری وارد سیستم نشده است. شما می‌توانید از آدرس فروشگاه برای آدرس حمل و نقل یا پرداخت آن ها استفاده نمایید.';
$_['help_tax_customer']            	   = 'استفاده از آدرس پیش فرض مشتری برای محاسبه مالیات، در هنگامی که در سیستم وارد می‌شود. شما می‌توانید از آدرس پیش فرضی برای آدرس حمل و نقل یا پرداخت مشتریان استفاده نمایید.';
$_['help_customer_group']          	   = 'گروه پیش فرض مشتری.';
$_['help_customer_group_display']  	   = 'نمایش گروه های مشتری در حین ثبت نام  مشتری جدید و امکان انتخاب گروه مشتری به عنوان عمده فروش و ... توسط مشتری.';
$_['help_customer_price']          	   = 'تنها زمانی که مشتری وارد شود قیمت نمایش داده می‌شود.';
$_['help_account']                 	   = 'کاربر قبل از ایجاد یک حساب کاربری باید شرایط ایجاد حساب را تایید کند.';
$_['help_checkout_guest']          	   = 'اجازه دادن به مشتریان برای خرید بدون ثبت نام.برای محصولات دانلودی حتما باید ثبت نام شوند.';
$_['help_checkout']                	   = 'کاربر قبل از تسویه حساب شرایط پرداخت را تایید کند.';
$_['help_stock_display']           	   = 'نمایش تعداد موجودی انبار در صفحه محصول.';
$_['help_stock_checkout']          	   = 'به مشتریان اجازه می‌دهد در صورت موجود نبودن محصول در انبار آن را خریداری کنند.';
$_['help_product_count']               = 'نمایش تعداد محصولات داخل یک زیردسته در منو دسته بندی هدر فروشگاه. هشیار باشید، این امر باعث ایجاد عملکرد شدید برای فروشگاه ها با زیر شاخه های زیادی خواهد شد!';

// Error
$_['error_warning']                	   = 'هشدار: لطفا فرم را با دقت برای رفع خطاهای رخ داده چک نمایید!';
$_['error_permission']             	   = 'هشدار: شما اجازه ویرایش فروشگاه ها را ندارید!';
$_['error_url']                    	   = 'آدرس فروشگاه مورد نیاز است!';
$_['error_meta_title']             	   = 'عنوان باید بین 3 تا 32 کاراکتر باشد!';
$_['error_name']                   	   = 'نام فروشگاه باید بین 3 تا 32 کاراکتر باشد!';
$_['error_owner']                  	   = 'صاحب فروشگاه باید بین 3 تا 64 کاراکتر باشد!';
$_['error_address']                	   = 'آدرس فروشگاه باید بین 10 تا 256 کاراکتر باشد!';
$_['error_email']                  	   = 'آدرس ایمیل نامعتبر می‌باشد!';
$_['error_telephone']              	   = 'تلفن باید بین 3 تا 32 کاراکتر باشد!';
$_['error_product_description_length'] = 'اندازه توضیحات محصول موردنیاز می باشد!';
$_['error_pagination']                 = 'صفحه بندی موردنیاز می باشد!';
$_['error_customer_group_display'] 	   = 'برای استفاده از این ویژگی باید گروه مشتری پیش فرض را انتخاب نمایید!';
$_['error_default']                	   = 'هشدار: شما نمی‌توانید فروشگاه پیش فرض را حذف نمایید!';
$_['error_store']                  	   = 'هشدار: این فروشگاه را نمی‌توانید حذف نمایید زیرا در حال حاضر %s سفارش به فروشگاه اختصاص یافته است!';
$_['error_image_thumb']                = 'ابعاد تصویر بندانگشتی محصول موردنیاز می باشد!';
$_['error_image_popup']                = 'ابعاد تصویر پاپ آپ محصول موردنیاز می باشد!';
$_['error_image_product']              = 'ابعاد تصویر لیست محصولات موردنیاز می باشد!';
$_['error_image_category']             = 'ابعاد تصویر لیست دسته بندی ها موردنیاز می باشد!';
$_['error_image_additional']           = 'ابعاد تصاویر اضافی محصول موردنیاز می باشد!';
$_['error_image_related']              = 'ابعاد تصویر محصولات مرتبط موردنیاز می باشد!';
$_['error_image_compare']              = 'ابعاد تصویر مقایسه موردنیاز می باشد!';
$_['error_image_wishlist']             = 'ابعاد تصویر لیست دلخواه موردنیاز می باشد!';
$_['error_image_cart']                 = 'ابعا تصویر سبد خرید موردنیاز می باشد!';
$_['error_image_location']             = 'ابعاد تصویر موقعیت فروشگاه موردنیاز می باشد!';
?>