<?php
// Heading
$_['heading_title']         = 'قالب‌ها';

// Text
$_['text_success']          = 'قالب با موفقیت ویرایش شد!';
$_['text_list']             = 'قالب ها';
$_['text_add']             = 'ثبت قالب جدید';
$_['text_edit']             = 'ویرایش قالب جدید';



// Error
$_['error_permission']      = 'هشدار: شما اجازه ویرایش قالب ها را ندارید!';
$_['error_permission']      = 'هشدار: شما اجازه ویرایش قالب ها را ندارید!';
$_['error_title']      = 'عنوان قالب نباید خالی باشد';
$_['error_image']      ='تصویر نباید خالی باشد';
$_['error_description']      = 'توضیحات نباید خالی باشد';
?>