<?php
// Forum  : WwW.OpenCartFarsi.com
// Website: WwW.OpenCartFarsi.ir
// E-Mail : info@OpenCartFarsi.ir

// Heading
$_['heading_title'] = 'حساب کاربری تان را امن نمایید';

// Text
$_['text_security'] = 'شما باید هر زمان که از یک دستگاه یا رایانه ناشناخته وارد می شوید، به سوال امنیتی پاسخ دهید.';
$_['text_code']     = 'یک ایمیل به ایمیل کاربری شما حاوی کد امنیتی ارسال شد. برای ادامه کد را در زیر وارد نمایید.';
$_['text_locked']   = 'حساب کاربری شما قفل شد!';
$_['text_unlock']   = 'حساب کاربری شما قفل شد به دلیل تعداد زیاد تلاش های نادرست برای ورود کد امنیتی. روی دکمه ریست کلیک کنید تا یک لینک از طریق ایمیل برایتان ارسال شود.';
$_['text_unlocked'] = 'تبریک: حساب کاربری شما باز شد!';
$_['text_link']     = 'تبریک: یک ایمیل حاوی لینک ریست به آدرس ایمیل شما ارسال شد!';
$_['text_resend']   = 'تبریک: یک ایمیل حاوی کد امنیتی به آدرس ایمیل شما ارسال شد!';

// Entry
$_['entry_code']    = 'کد امنیتی';

// Error
$_['error_warning'] = 'تعداد درخواست های کد امنیتی شما به حد مجاز تعیین شده رسیده است!';
$_['error_code']    = 'کد امنیتی هماهنگ نیست!';
$_['error_reset']   = 'هشدار: کد امنیتی تان را نمی توان ریست کرد!';
?>