<?php
// Forum  : WwW.OpenCartFarsi.com
// Website: WwW.OpenCartFarsi.ir
// E-Mail : info@OpenCartFarsi.ir

// Heading
$_['heading_title'] = 'آيا رمز عبور خود را فراموش کرده ايد؟';
$_['heading_reset'] = 'بازنشانی رمزعبور شما';

// Text
$_['text_email']	= 'آدرس ایمیل مرتبط با حساب کاربری تان را وارد نمایید. روی دکمه ادامه کلیک کنید تا بازنشانی رمز عبور برای شما ایمیل شود.';
$_['text_success']  = 'یک ایمیل با لینک تایید به آدرس ایمیل مدیریتی تان ارسال شد.';
$_['text_password'] = 'رمزعبور جدیدی که می خواهید استفاده کنید را وارد نمایید.';
$_['text_reset']    = 'تبریک: رمزعبور شما با موفقیت بروزرسانی شد.';

// Entry
$_['entry_password'] = 'رمز عبور جديد';
$_['entry_confirm']  = 'تکرار رمز عبور';
$_['entry_email']	 = 'آدرس ايميل';

// Error
$_['error_email']    = 'هشدار: این آدرس ايميل در سوابق ما يافت نشد، لطفا مجددا سعی نمایيد!';
$_['error_code']     = 'کد بازنشانی هماهنگ نیست!';
$_['error_disabled'] = 'بازنشانی رمزعبور غیرفعال شده است!';
$_['error_password'] = 'رمز عبور باید بین 4 تا 20 کاراکتر باشد!';
$_['error_confirm']  = 'رمز عبور با تکرار رمز عبور مطابقت ندارد!';
?>