<?php
// Forum  : WwW.OpenCartFarsi.com
// Website: WwW.OpenCartFarsi.ir
// E-Mail : info@OpenCartFarsi.ir

// Text
$_['text_subject']  = '%s - GDPR تهیه بکاپ/درخواست حذف!';
$_['text_export']   = 'درخواست تهیه بکاپ اطلاعات';
$_['text_remove']   = 'درخواست حذف حساب کاربری';
$_['text_gdpr']     = 'یک درخواست GDPR از این آدرس ایمیل دریافت شده، برای تایید این عملیات روی لینک زیر کلیک نمایید:';
$_['text_ip']       = 'آی پی که درخواست از طریق آن ثبت شده است:';
$_['text_contact']  = 'اگر این درخواست توسط شما ثبت نشده است از طریق اینجا با مدیریت فروشگاه تماس بگیرید:';
$_['text_thanks']   = 'متشکریم،';
$_['text_ignore']   = 'اگر این درخواست توسط شما ثبت نشده است، لطفا این ایمیل را نادیده بگیرید.';

// Button
$_['button_export'] = 'من تهیه بکاپ اطلاعاتم را تایید می کنم';
$_['button_remove'] = 'من حذف حساب کاربری ام را تایید می کنم';
?>