<?php
// Forum  : WwW.OpenCartFarsi.com
// Website: WwW.OpenCartFarsi.ir
// E-Mail : info@OpenCartFarsi.ir

// Heading
$_['heading_title']     = 'دانلودها';

// Text
$_['text_success']      = 'دانلود با موفقیت ویرایش شد!';
$_['text_list']         = 'ليست دانلود ها';
$_['text_add']          = 'افزودن دانلود';
$_['text_edit']         = 'ویرایش دانلود';
$_['text_upload']       = 'فایل شما با موفقیت آپلود شد!';
$_['text_report']       = 'گزارش';

// Column
$_['column_name']       = 'نام دانلود';
$_['column_ip']         = 'آی پی';
$_['column_account']    = 'حساب ها';
$_['column_store']      = 'فروشگاه';
$_['column_country']    = 'کشور';
$_['column_date_added'] = 'تاریخ افزودن';
$_['column_action']     = 'عملیات';

// Entry
$_['entry_name']        = 'نام دانلود';
$_['entry_filename']    = 'نام فایل';
$_['entry_mask']        = 'تغییر دهنده نام فایل آپلود شده';

// Help
$_['help_filename']     = 'شما می‌توانید از طریق دکمه آپلود یا از اف تی پی برای آپلود در پوشه دانلود استفاده کنید و جزئیات را در زیر وارد کنید.';
$_['help_mask']         = 'توصیه می‌شود که نام فایل و تغییر دهنده نام فایل آپلود شده متفاوت باشند تا از دانلود شدن فایل ها با لینک مستقیم توسط کاربران جلوگیری شود.';

// Error
$_['error_warning']		= 'هشدار: لطفا فرم را با دقت برای رفع خطاهای رخ داده چک نمایید!';
$_['error_permission']  = 'هشدار: شما اجازه ویرایش دانلودها را ندارید!';
$_['error_name']        = 'نام باید بین 3 تا 64 کاراکتر باشد!';
$_['error_filename']    = 'نام فایل باید بین 3 تا 128 کاراکتر باشد!';
$_['error_directory']   = 'دانلودها باید در پوشه storage/download باشند!';
$_['error_exists']      = 'فایل مورد نظر وجود ندارد!';
$_['error_mask']        = 'تغییر دهنده نام فایل آپلود شده باید بین 3 و 128 کاراکتر باشد!';
$_['error_file_type']   = 'نوع فایل نامعتبر می‌باشد!';
$_['error_product']     = 'هشدار : این فایل را نمی‌توانید حذف نمایید زیرا در حال حاضر به  %s محصول اختصاص یافته است!';
?>